Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Enter a domain or subdomain owned by your account (e.g. api.example.com).
ar: أدخل نطاقًا أو نطاقًا فرعيًا مملوكًا لحسابك (على سبيل المثال، api.example.com).
de: Geben Sie eine Domain oder Subdomain ein, die Ihrem Konto gehört (z. B. api.example.com).
es: Ingrese un dominio o subdominio propiedad de su cuenta (por ejemplo, api.example.com).
fr: Saisissez un domaine ou un sous-domaine appartenant à votre compte (par exemple, api.example.com).
it: Inserisci un dominio o sottodominio di proprietà del tuo account (ad esempio api.example.com).
ja: アカウントが所有するドメインまたはサブドメインを入力します (例: api.example.com)。
ko: 귀하의 계정이 소유한 도메인 또는 하위 도메인을 입력하세요(예: api.example.com).
pt_br: Insira um domínio ou subdomínio de propriedade da sua conta (por exemplo, api.example.com).
ru: Введите домен или субдомен, принадлежащий вашей учетной записи (например, api.example.com).
zh_hans: 输入您账号下拥有的主域名或子域名（例如 api.example.com）。
zh_hant: 輸入您账號下拥有的主網域稱或子網域稱（例如 api.example.com）。

source: Enter a domain you own
ar: أدخل المجال الذي تملكه
de: Geben Sie eine Domain ein, die Ihnen gehört
es: Introduce un dominio de tu propiedad
fr: Entrez un domaine que vous possédez
it: Inserisci un dominio di tua proprietà
ja: 所有しているドメインを入力してください
ko: 소유한 도메인을 입력하세요.
pt_br: Insira um domínio que você possui
ru: Введите принадлежащий вам домен
zh_hans: 输入您拥有的域名
zh_hant: 輸入您拥有的網域稱

source: Enter a fully qualified domain name (e.g. docs.example.com or example.com).
ar: أدخل اسم نطاق مؤهل بالكامل (مثل docs.example.com أو example.com).
de: Geben Sie einen vollständig qualifizierten Domänennamen ein (z. B. docs.example.com oder example.com).
es: Ingrese un nombre de dominio completo (por ejemplo, docs.example.com o ejemplo.com).
fr: Saisissez un nom de domaine complet (par exemple, docs.example.com ou example.com).
it: Inserisci un nome di dominio completo (ad esempio docs.example.com o example.com).
ja: 完全修飾ドメイン名 (docs.example.com や example.com など) を入力します。
ko: 정규화된 도메인 이름(예: docs.example.com 또는 example.com)을 입력하세요.
pt_br: Insira um nome de domínio totalmente qualificado (por exemplo, docs.example.com ou example.com).
ru: Введите полное доменное имя (например, docs.example.com или example.com).
zh_hans: 输入完整域名（例如 docs.example.com 或 example.com）。
zh_hant: 輸入完整網域稱（例如 docs.example.com 或 example.com）。

source: Enter a subdomain prefix (e.g. 'api' for api.%@) or leave blank / enter '@' for apex domain.
ar: أدخل بادئة النطاق الفرعي (على سبيل المثال، "api" لـ api.%@) أو اترك الحقل فارغًا / أدخل "@" للمجال الرئيسي.
de: Geben Sie ein Subdomain-Präfix ein (z. B. „api“ für api.%@) oder lassen Sie das Feld leer bzw. geben Sie „@“ für die Apex-Domain ein.
es: Ingrese un prefijo de subdominio (por ejemplo, 'api' para api.%@) o déjelo en blanco/ingrese '@' para el dominio apex.
fr: Entrez un préfixe de sous-domaine (par exemple « api » pour api.%@) ou laissez vide/entrez « @ » pour le domaine apex.
it: Inserisci un prefisso del sottodominio (ad esempio "api" per api.%@) o lascia vuoto / inserisci "@" per il dominio apex.
ja: サブドメインのプレフィックス (例: api.%@ の場合は「api」) を入力するか、空白のままにするか、apex ドメインの場合は「@」を入力します。
ko: 하위 도메인 접두사(예: api.%@의 경우 'api')를 입력하거나 공백으로 두거나 apex 도메인의 경우 '@'을 입력합니다.
pt_br: Insira um prefixo de subdomínio (por exemplo, 'api' para api.%@) ou deixe em branco/insira '@' para domínio apex.
ru: Введите префикс субдомена (например, «api» для api.%@) или оставьте поле пустым или введите «@» для домена вершины.
zh_hans: 输入子域名前缀（例如输入 'api' 对应 api.%@），留空或输入 '@' 则为主域名。
zh_hant: 輸入子網域稱前缀（例如輸入 'api' 对應 api.%@），留空或輸入 '@' 则為主網域稱。

source: Enter Global API Key
ar: أدخل مفتاح API العالمي
de: Geben Sie den globalen API-Schlüssel ein
es: Ingrese la clave API global
fr: Saisir la clé API globale
it: Inserisci la chiave API globale
ja: グローバルAPIキーを入力してください
ko: 글로벌 API 키 입력
pt_br: Insira a chave API global
ru: Введите глобальный ключ API
zh_hans: 输入 Global API Key
zh_hant: 輸入 Global API Key

source: Enter hostnames allowed to display this Turnstile widget, separated by comma or newlines.
ar: أدخل أسماء المضيفين المسموح لهم بعرض أداة Turnstile هذه، مفصولة بفاصلة أو أسطر جديدة.
de: Geben Sie Hostnamen ein, die zum Anzeigen dieses Turnstile-Widgets zulässig sind, getrennt durch Komma oder Zeilenumbrüche.
es: Ingrese los nombres de host permitidos para mostrar este widget Turnstile, separados por comas o nuevas líneas.
fr: Entrez les noms d'hôtes autorisés à afficher ce widget Turnstile, séparés par une virgule ou une nouvelle ligne.
it: Inserisci i nomi host autorizzati a visualizzare questo widget Turnstile, separati da virgole o ritorni a capo.
ja: このターンスタイル ウィジェットの表示を許可するホスト名をカンマまたは改行で区切って入力します。
ko: 이 Turnstile 위젯을 표시할 수 있는 호스트 이름을 쉼표나 줄 바꿈으로 구분하여 입력하세요.
pt_br: Insira os nomes de host permitidos para exibir este widget Turnstile, separados por vírgula ou novas linhas.
ru: Введите имена хостов, которым разрешено отображать этот виджет «Turnstile», через запятую или новую строку.
zh_hans: 输入允许展示此 Turnstile 小组件的主机名，用逗号或换行分隔。
zh_hant: 輸入允許展示此 Turnstile 小組件的主機名稱，用逗號或换行分隔。

source: Enter IP e.g. 104.21.45.12
ar: أدخل IP على سبيل المثال. 104.21.45.12
de: Geben Sie die IP ein, z. B. 104.21.45.12
es: Ingrese IP, p. 104.21.45.12
fr: Entrez l'adresse IP, par ex. 104.21.45.12
it: Inserisci l'IP, ad es. 104.21.45.12
ja: IP を入力します。例: 104.21.45.12
ko: IP를 입력하세요. 104.21.45.12
pt_br: Insira o IP, por exemplo 104.21.45.12
ru: Введите IP, например. 104.21.45.12
zh_hans: 输入 IP 地址，例如 104.21.45.12
zh_hant: 輸入 IP 地址，例如 104.21.45.12

source: Enter prompt or input text…
ar: أدخل المطالبة أو أدخل النص…
de: Eingabeaufforderung oder Eingabetext eingeben…
es: Ingrese el mensaje o ingrese el texto…
fr: Entrez l'invite ou saisissez le texte…
it: Inserisci il prompt o inserisci il testo…
ja: プロンプトを入力するかテキストを入力します…
ko: 프롬프트를 입력하거나 텍스트를 입력하세요…
pt_br: Digite o prompt ou insira o texto…
ru: Введите подсказку или текст…
zh_hans: 输入提示词或提问内容…
zh_hant: 輸入提示词或提问内容…

source: Enter the custom domain or subdomain you want to route to this project (e.g. blog.example.com).
ar: أدخل النطاق المخصص أو النطاق الفرعي الذي تريد توجيهه إلى هذا المشروع (مثل blog.example.com).
de: Geben Sie die benutzerdefinierte Domain oder Subdomain ein, die Sie zu diesem Projekt weiterleiten möchten (z. B. blog.example.com).
es: Introduce el dominio personalizado o subdominio que deseas enrutar a este proyecto (ej. blog.example.com).
fr: Entrez le domaine personnalisé ou sous-domaine que vous souhaitez acheminer vers ce projet (ex. blog.example.com).
it: Inserisci il dominio personalizzato o il sottodominio che desideri instradare a questo progetto (es. blog.example.com).
ja: このプロジェクトにルーティングするカスタム ドメインまたはサブドメインを入力します (例: blog.example.com)。
ko: 이 프로젝트로 라우팅할 커스텀 도메인 또는 하위 도메인을 입력하세요(예: blog.example.com).
pt_br: Digite o domínio personalizado ou subdomínio que deseja rotear para este projeto (ex.: blog.example.com).
ru: Введите пользовательский домен или поддомен, который вы хотите направить на этот проект (например, blog.example.com).
zh_hans: 输入要路由到此项目的自定义域名或子域名（例如 blog.example.com）。
zh_hant: 輸入要路由至此專案的自訂網域或子網域（例如 blog.example.com）。

source: Enter the full hostname you wish to attach (e.g. app.example.com).
ar: أدخل اسم المضيف الكامل الذي ترغب في إرفاقه (على سبيل المثال، app.example.com).
de: Geben Sie den vollständigen Hostnamen ein, den Sie anhängen möchten (z. B. app.example.com).
es: Ingrese el nombre de host completo que desea adjuntar (por ejemplo, app.example.com).
fr: Saisissez le nom d'hôte complet que vous souhaitez joindre (par exemple app.example.com).
it: Inserisci il nome host completo che desideri allegare (ad esempio app.example.com).
ja: アタッチする完全なホスト名を入力します (例: app.example.com)。
ko: 연결하려는 전체 호스트 이름을 입력하세요(예: app.example.com).
pt_br: Digite o nome de host completo que você deseja anexar (por exemplo, app.example.com).
ru: Введите полное имя хоста, который вы хотите прикрепить (например, app.example.com).
zh_hans: 输入您希望绑定的完整主机名（如 app.example.com）。
zh_hant: 輸入您希望绑定的完整主機名稱（如 app.example.com）。

source: Enter the hostname (e.g. api.example.com) to attach to this Worker.
ar: أدخل اسم المضيف (مثل api.example.com) لإرفاقه بهذا الـ Worker.
de: Geben Sie den Hostnamen (z. B. api.example.com) ein, der an diesen Worker angehängt werden soll.
es: Introduce el nombre de host (ej. api.example.com) para adjuntarlo a este Worker.
fr: Entrez le nom d'hôte (ex. api.example.com) à attacher à ce Worker.
it: Inserisci il nome host (es. api.example.com) da allegare a questo Worker.
ja: この Worker に関連付けるホスト名 (例: api.example.com) を入力します。
ko: 이 Worker에 연결할 호스트 이름(예: api.example.com)을 입력하세요.
pt_br: Digite o nome do host (ex.: api.example.com) para anexar a este Worker.
ru: Введите имя хоста (например, api.example.com), которое нужно прикрепить к этому Worker.
zh_hans: 输入要附加到此 Worker 的主机名（例如 api.example.com）。
zh_hant: 輸入要附加至此 Worker 的主機名稱（例如 api.example.com）。

source: Enter the root domain you want to add to Cloudflare, e.g. example.com
ar: أدخل النطاق الجذر الذي تريد إضافته إلى Cloudflare، على سبيل المثال. example.com
de: Geben Sie die Stammdomäne ein, die Sie zu Cloudflare hinzufügen möchten, z. B. example.com
es: Ingrese el dominio raíz que desea agregar a Cloudflare, p. ejemplo.com
fr: Entrez le domaine racine que vous souhaitez ajouter à Cloudflare, par exemple. exemple.com
it: Inserisci il dominio root che desideri aggiungere a Cloudflare, ad es. esempio.com
ja: Cloudflareに追加したいルートドメインを入力します。例.com
ko: Cloudflare에 추가하려는 루트 도메인을 입력하세요. 예: example.com
pt_br: Insira o domínio raiz que você deseja adicionar ao Cloudflare, por exemplo. exemplo.com
ru: Введите корневой домен, который вы хотите добавить в Cloudflare, например. example.com
zh_hans: 输入您要添加到 Cloudflare 的根域名，例如 example.com
zh_hant: 輸入您要新增到 Cloudflare 的根網域稱，例如 example.com

source: Enter the storage path/name (e.g. data.json or images/avatar.png).
ar: أدخل اسم/مسار التخزين (على سبيل المثال، data.json أو Images/avatar.png).
de: Geben Sie den Speicherpfad/-namen ein (z. B. data.json oder images/avatar.png).
es: Ingrese la ruta/nombre de almacenamiento (por ejemplo, data.json o imágenes/avatar.png).
fr: Entrez le chemin/nom de stockage (par exemple data.json ou images/avatar.png).
it: Inserisci il percorso/nome di archiviazione (ad esempio data.json o images/avatar.png).
ja: ストレージのパス/名前 (例: data.json または image/avatar.png) を入力します。
ko: 저장소 경로/이름(예: data.json 또는 image/avatar.png)을 입력합니다.
pt_br: Insira o caminho/nome de armazenamento (por exemplo, data.json ou images/avatar.png).
ru: Введите путь/имя хранилища (например, data.json или images/avatar.png).
zh_hans: 输入存储路径或名称（例如 data.json 或 images/avatar.png）。
zh_hant: 輸入儲存路径或名称（例如 data.json 或 images/avatar.png）。

source: Enter your Cloudflare credentials.
ar: أدخل بيانات اعتماد Cloudflare الخاصة بك.
de: Geben Sie Ihre Cloudflare-Anmeldeinformationen ein.
es: Ingrese sus credenciales de Cloudflare.
fr: Entrez vos informations d'identification Cloudflare.
it: Inserisci le tue credenziali Cloudflare.
ja: Cloudflareの認証情報を入力します。
ko: Cloudflare 자격 증명을 입력하세요.
pt_br: Insira suas credenciais da Cloudflare.
ru: Введите свои учетные данные Cloudflare.
zh_hans: 请输入您的 Cloudflare 凭证。
zh_hant: 請輸入您的 Cloudflare 凭證。

source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu correo electrónico
fr: Entrez votre email
it: Inserisci la tua email
ja: メールアドレスを入力してください
ko: 이메일을 입력하세요
pt_br: Digite seu e-mail
ru: Введите адрес электронной почты
zh_hans: 请输入电子邮箱
zh_hant: 請輸入电子邮箱

source: Enter your Global API Key
ar: أدخل مفتاح API العالمي الخاص بك
de: Geben Sie Ihren globalen API-Schlüssel ein
es: Ingrese su clave API global
fr: Entrez votre clé API globale
it: Inserisci la tua chiave API globale
ja: グローバル API キーを入力してください
ko: 글로벌 API 키를 입력하세요
pt_br: Insira sua chave API global
ru: Введите свой глобальный ключ API
zh_hans: 请输入 Global API Key
zh_hant: 請輸入 Global API Key

source: Enterprise Shield
ar: درع المؤسسة
fr: Bouclier d'entreprise
it: Scudo Enterprise
ja: エンタープライズ シールド
ko: 엔터프라이즈 실드
pt_br: Escudo Enterprise
ru: Корпоративный щит
zh_hans: 企业级防护盾
zh_hant: 企業級防護盾

source: Enterprise/Zone routes pattern-matched against Cloudflare Edge requests.
ar: مسارات المؤسسة/المنطقة مطابقة للنمط مقابل طلبات Cloudflare Edge.
de: Enterprise-/Zone-Routen werden musterabgeglichen und mit Cloudflare Edge-Anfragen abgeglichen.
es: Patrón de rutas empresariales/de zona que coinciden con las solicitudes de Cloudflare Edge.
fr: Les itinéraires Enterprise/Zone correspondent aux requêtes Cloudflare Edge.
it: Instradamenti Enterprise/Zona con corrispondenza del modello rispetto alle richieste Cloudflare Edge.
ja: エンタープライズ/ゾーンは、Cloudflare Edgeリクエストに対してパターンマッチングされたルートをルートします。
ko: Cloudflare Edge 요청에 대해 패턴이 일치하는 엔터프라이즈/영역 경로.
pt_br: Rotas Enterprise/Zona com correspondência de padrão em relação às solicitações do Cloudflare Edge.
ru: Маршруты предприятия/зоны соответствуют шаблону запросов Cloudflare Edge.
zh_hans: 针对 Cloudflare 边缘请求进行模式匹配的企业/域名路由。
zh_hant: 针对 Cloudflare 邊緣請求进行模式匹配的企业/網域稱路由。

source: Entire Cache Purged
ar: تم مسح التخزين المؤقت بالكامل
de: Gesamter Cache gelöscht
es: Toda la caché purgada
fr: Tout le cache purgé
it: Tutta la cache svuotata
ja: キャッシュ全体をパージしました
ko: 전체 캐시 삭제됨
pt_br: Todo o cache foi limpo
ru: Весь кэш очищен
zh_hans: 全部缓存已清除
zh_hant: 全部快取已清除

source: Environment
ar: بيئة
de: Umwelt
es: Ambiente
fr: Environnement
it: Ambiente
ja: 環境
ko: 환경
pt_br: Ambiente
ru: Среда
zh_hans: 环境
zh_hant: 环境

source: Environment Diagnostics
ar: التشخيص البيئي
de: Umweltdiagnose
es: Diagnóstico ambiental
fr: Diagnostic de l'environnement
it: Diagnostica ambientale
ja: 環境診断
ko: 환경진단
pt_br: Diagnóstico Ambiental
ru: Диагностика окружающей среды
zh_hans: 运行环境诊断信息
zh_hant: 运行环境诊断信息

source: Environment Secrets
ar: أسرار البيئة
de: Umweltgeheimnisse
es: Secretos del medio ambiente
fr: Secrets de l'environnement
it: Segreti dell'ambiente
ja: 環境の秘密
ko: 환경 비밀
pt_br: Segredos do Meio Ambiente
ru: Секреты окружающей среды
zh_hans: 环境变量与密钥
zh_hant: 环境變量与密钥

source: Environment Variables
ar: متغيرات البيئة
de: Umgebungsvariablen
es: Variables de entorno
fr: Variables d'environnement
it: Variabili d'ambiente
ja: 環境変数
ko: 환경 변수
pt_br: Variáveis ​​de ambiente
ru: Переменные среды
zh_hans: 环境变量
zh_hant: 环境變量

source: Environment variables are plaintext strings accessible via global env bindings in your script.
ar: متغيرات البيئة عبارة عن سلاسل نصية عادية يمكن الوصول إليها عبر روابط البيئة العامة في البرنامج النصي الخاص بك.
de: Umgebungsvariablen sind Klartextzeichenfolgen, auf die über globale Env-Bindungen in Ihrem Skript zugegriffen werden kann.
es: Las variables de entorno son cadenas de texto sin formato a las que se puede acceder a través de enlaces env globales en su script.
fr: Les variables d'environnement sont des chaînes de texte en clair accessibles via les liaisons d'environnement globales dans votre script.
it: Le variabili di ambiente sono stringhe di testo in chiaro accessibili tramite collegamenti env globali nello script.
ja: 環境変数は、スクリプト内のグローバル環境バインディングを介してアクセスできるプレーンテキスト文字列です。
ko: 환경 변수는 스크립트의 전역 환경 바인딩을 통해 액세스할 수 있는 일반 텍스트 문자열입니다.
pt_br: Variáveis ​​de ambiente são strings de texto simples acessíveis por meio de ligações ambientais globais em seu script.
ru: Переменные среды — это строки открытого текста, доступные через глобальные привязки env в вашем скрипте.
zh_hans: 环境变量是明文字符串，可在脚本中通过全局 env 绑定直接访问。
zh_hant: 环境變量是明文字符串，可在脚本中通過全局 env 绑定直接访问。

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

source: Error Rate
ar: معدل الخطأ
de: Fehlerrate
es: Tasa de errores
fr: Taux d'erreur
it: Tasso di errore
ja: エラー率
ko: 오류율
pt_br: Taxa de erro
ru: Частота ошибок
zh_hans: 错误率
zh_hant: 錯誤率

source: Errors
ar: أخطاء
de: Fehler
es: Errores
fr: Erreurs
it: Errori
ja: エラー
ko: 오류
pt_br: Erros
ru: Ошибки
zh_hans: 错误数
zh_hant: 错误數

# Español
source: Spanish
ar: الأسبانية
de: Spanisch
es: Español
fr: Espagnol
it: spagnolo
ja: スペイン語
ko: 스페인 사람
pt_br: Espanhol
ru: испанский
zh_hans: 西班牙语
zh_hant: 西班牙語

source: Essentially Off
ar: معطلة بشكل أساسي
de: Im Wesentlichen ausgeschaltet
es: Esencialmente apagado
fr: Essentiellement désactivé
it: Essenzialmente spento
ja: 基本的にオフ
ko: 본질적으로 꺼짐
pt_br: Essencialmente desligado
ru: Практически выключено
zh_hans: 基本关闭
zh_hant: 基本關闭

source: Evaluate HTTP headers from your visitors browser for threats.
ar: قم بتقييم رؤوس HTTP من متصفح الزوار الخاص بك بحثًا عن التهديدات.
de: Überprüfen Sie die HTTP-Header des Browsers Ihrer Besucher auf Bedrohungen.
es: Evalúe los encabezados HTTP del navegador de sus visitantes en busca de amenazas.
fr: Évaluez les en-têtes HTTP du navigateur de vos visiteurs pour détecter les menaces.
it: Valuta le intestazioni HTTP dal browser dei tuoi visitatori per individuare eventuali minacce.
ja: 訪問者のブラウザからの HTTP ヘッダーの脅威を評価します。
ko: 방문자 브라우저의 HTTP 헤더에 위협이 있는지 평가하세요.
pt_br: Avalie os cabeçalhos HTTP do navegador do visitante em busca de ameaças.
ru: Оцените HTTP-заголовки браузера посетителей на наличие угроз.
zh_hans: 评估访客浏览器的 HTTP 标头是否存在威胁。
zh_hant: 评估访客浏覽器的 HTTP 標頭是否存在威胁。

source: Event Details
ar: تفاصيل الحدث
de: Ereignisdetails
es: Detalles del evento
fr: Détails de l'événement
it: Dettagli dell'evento
ja: イベントの詳細
ko: 이벤트 세부정보
pt_br: Detalhes do evento
ru: Сведения о событии
zh_hans: 事件详情
zh_hant: 事件詳情

source: Event Info
ar: معلومات الحدث
de: Veranstaltungsinformationen
es: Información del evento
fr: Informations sur l'événement
it: Informazioni sull'evento
ja: イベント情報
ko: 이벤트 정보
pt_br: Informações do evento
ru: Информация о событии
zh_hans: 事件信息
zh_hant: 事件信息

source: Event Overview
ar: نظرة عامة على الحدث
de: Ereignisübersicht
es: Resumen del evento
fr: Aperçu de l'événement
it: Panoramica dell'evento
ja: イベントの概要
ko: 이벤트 개요
pt_br: Visão geral do evento
ru: Обзор события
zh_hans: 事件概览
zh_hant: 事件概覽

source: Events
ar: الأحداث
de: Veranstaltungen
es: Eventos
fr: Événements
it: Eventi
ja: イベント
ko: 이벤트
pt_br: Eventos
ru: События
zh_hans: 事件
zh_hant: 事件

source: Every 5 minutes
ar: كل 5 دقائق
de: Alle 5 Minuten
es: Cada 5 minutos
fr: Toutes les 5 minutes
it: Ogni 5 minuti
ja: 5分ごと
ko: 5분마다
pt_br: A cada 5 minutos
ru: Каждые 5 минут
zh_hans: 每 5 分钟
zh_hant: 每 5 分钟

source: Every 10 minutes
ar: كل 10 دقائق
de: Alle 10 Minuten
es: Cada 10 minutos
fr: Toutes les 10 minutes
it: Ogni 10 minuti
ja: 10分ごと
ko: 10분마다
pt_br: A cada 10 minutos
ru: Каждые 10 минут
zh_hans: 每 10 分钟
zh_hant: 每 10 分钟

source: Every 15 minutes
ar: كل 15 دقيقة
de: Alle 15 Minuten
es: Cada 15 minutos
fr: Toutes les 15 minutes
it: Ogni 15 minuti
ja: 15分ごと
ko: 15분마다
pt_br: A cada 15 minutos
ru: Каждые 15 минут
zh_hans: 每 15 分钟
zh_hant: 每 15 分钟

source: Every 30 minutes
ar: كل 30 دقيقة
de: Alle 30 Minuten
es: Cada 30 minutos
fr: Toutes les 30 minutes
it: Ogni 30 minuti
ja: 30分ごと
ko: 30분마다
pt_br: A cada 30 minutos
ru: Каждые 30 минут
zh_hans: 每 30 分钟
zh_hant: 每 30 分钟

source: Every hour
ar: كل ساعة
de: Jede Stunde
es: Cada hora
fr: Toutes les heures
it: Ogni ora
ja: 1時間ごと
ko: 매시간
pt_br: A cada hora
ru: Каждый час
zh_hans: 每小时
zh_hant: 每小時

source: Every hour at minute 0
ar: كل ساعة في الدقيقة 0
de: Jede Stunde bei Minute 0
es: Cada hora en el minuto 0
fr: Toutes les heures à la minute 0
it: Ogni ora al minuto 0
ja: 毎時0分
ko: 매시간 0분
pt_br: A cada hora no minuto 0
ru: Каждый час на минуте 0
zh_hans: 每小时整点
zh_hant: 每小時整點

source: Every minute
ar: كل دقيقة
de: Jede Minute
es: cada minuto
fr: Chaque minute
it: Ogni minuto
ja: 毎分
ko: 매분
pt_br: Cada minuto
ru: Каждую минуту
zh_hans: 每分钟
zh_hant: 每分钟

source: example.com or hostname
ar: example.com أو اسم المضيف
de: example.com oder Hostname
es: example.com o nombre de host
fr: example.com ou nom d'hôte
it: example.com o nome host
ja: example.com またはホスト名
ko: example.com 또는 호스트명
pt_br: example.com ou nome do host
ru: example.com или имя хоста
zh_hans: example.com 或主机名
zh_hant: example.com 或主機名稱

source: Exceptions
ar: الاستثناءات
de: Ausnahmen
es: Excepciones
it: Eccezioni
ja: 例外
ko: 예외
pt_br: Exceções
ru: Исключения
zh_hans: 例外情况
zh_hant: 例外狀況

source: Exceptions (%lld)
ar: الاستثناءات (%lld)
de: Ausnahmen (%lld)
es: Excepciones (%lld)
it: Eccezioni (%lld)
ja: 例外 (%lld)
ko: 예외 (%lld)
pt_br: Exceções (%lld)
ru: Исключения (%lld)
zh_hans: 例外情况 (%lld)
zh_hant: 例外狀況 (%lld)

source: Execute SQL
ar: تنفيذ SQL
de: SQL ausführen
es: Ejecutar SQL
fr: Exécuter SQL
it: Esegui SQL
ja: SQLの実行
ko: SQL 실행
pt_br: Executar SQL
ru: Выполнить SQL
zh_hans: 执行 SQL
zh_hant: 执行 SQL

source: Execution Health
ar: صحة التنفيذ
de: Ausführungsgesundheit
es: Estado de ejecución
fr: Santé d'exécution
it: Salute dell'esecuzione
ja: 実行の健全性
ko: 실행 상태
pt_br: Saúde da Execução
ru: Здоровье выполнения
zh_hans: 执行健康度
zh_hant: 执行良好度

source: Execution Rules (%lld)
ar: قواعد التنفيذ (%lld)
de: Ausführungsregeln (%lld)
es: Reglas de ejecución (%lld)
fr: Règles d'exécution (%lld)
it: Regole di esecuzione (%lld)
ja: 実行ルール (%lld)
ko: 실행 규칙(%lld)
pt_br: Regras de Execução (%lld)
ru: Правила выполнения (%lld)
zh_hans: 执行规则 (%lld)
zh_hant: 执行規則 (%lld)

source: Execution Time
ar: وقت التنفيذ
de: Ausführungszeit
es: Tiempo de ejecución
fr: Temps d'exécution
it: Tempo di esecuzione
ja: 実行時間
ko: 실행 시간
pt_br: Tempo de execução
ru: Время выполнения
zh_hans: 执行耗时
zh_hant: 执行耗時

source: Expect: %@
ar: 预期: %@
de: Erwartet: %@
es: Esperar: %@
fr: Attendez-vous : %@
it: Aspettarsi: %@
ja: 预期: %@
ko: 예상하다: %@
pt_br: Esperar: %@
ru: Ожидать: %@
zh_hans: 预期: %@
zh_hant: 预期: %@

source: Expected Status Code (e.g. 200 or 2xx)
ar: رمز الحالة المتوقعة (على سبيل المثال 200 أو 2xx)
de: Erwarteter Statuscode (z. B. 200 oder 2xx)
es: Código de estado esperado (por ejemplo, 200 o 2xx)
fr: Code d'état attendu (par exemple 200 ou 2xx)
it: Codice di stato previsto (ad esempio 200 o 2xx)
ja: 予期されるステータス コード (例: 200 または 2xx)
ko: 예상 상태 코드(예: 200 또는 2xx)
pt_br: Código de status esperado (por exemplo, 200 ou 2xx)
ru: Ожидаемый код состояния (например, 200 или 2xx)
zh_hans: 预期状态码 (例如 200 或 2xx)
zh_hant: 预期狀態碼 (例如 200 或 2xx)

source: Expected Value (Optional)
ar: القيمة المتوقعة (اختيارية)
de: Erwarteter Wert (optional)
es: Valor esperado (opcional)
fr: Valeur attendue (facultatif)
it: Valore previsto (facoltativo)
ja: 期待値 (オプション)
ko: 기대값(선택사항)
pt_br: Valor esperado (opcional)
ru: Ожидаемое значение (необязательно)
zh_hans: 预期解析结果 (选填)
zh_hant: 预期解析结果 (選填)

source: Expiration Date
ar: تاريخ انتهاء الصلاحية
de: Ablaufdatum
es: Fecha de expiración
fr: Date d'expiration
it: Data di scadenza
ja: 有効期限
ko: 만료 날짜
pt_br: Data de validade
ru: Дата окончания срока
zh_hans: 到期时间
zh_hant: 到期時間

source: Expiration TTL (Seconds, Optional)
ar: انتهاء الصلاحية TTL (ثواني، اختياري)
de: Ablauf-TTL (Sekunden, optional)
es: TTL de vencimiento (segundos, opcional)
fr: Durée de vie d'expiration (secondes, facultatif)
it: Scadenza TTL (secondi, facoltativo)
ja: 有効期限 TTL (秒、オプション)
ko: 만료 TTL(초, 선택 사항)
pt_br: TTL de expiração (segundos, opcional)
ru: Срок действия TTL (секунды, необязательно)
zh_hans: 过期时间 TTL (秒，可选)
zh_hant: 過期時間 TTL (秒，可選)

source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Venció
fr: Expiré
it: Scaduto
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
ru: Истекший
zh_hans: 已到期
zh_hant: 已到期

source: Expires
ar: تنتهي
de: Läuft ab
es: Vence
fr: Expire
it: Scade
ja: 有効期限が切れます
ko: 만료
pt_br: Expira
ru: Срок действия истекает
zh_hans: 过期时间
zh_hant: 過期時間

source: Expires %@
ar: ينتهي في %@
de: Läuft ab am %@
es: Caduca %@
fr: Expire le %@
it: Scade il %@
ja: 有効期限: %@
ko: 만료일: %@
pt_br: Expira em %@
ru: Истекает %@
zh_hans: 过期时间: %@
zh_hant: 過期時間: %@

source: Expires: %@
ar: انتهاء الصلاحية: %@
de: Läuft ab: %@
es: Vence: %@
fr: Expire : %@
it: Scadenza: %@
ja: 有効期限: %@
ko: 만료: %@
pt_br: Expira em: %@
ru: Срок действия истекает: %@
zh_hans: 过期时间：%@
zh_hant: 過期時間：%@

source: Expires: %lld
ar: انتهاء الصلاحية: %lld
de: Läuft ab: %lld
es: Caduca: %lld
fr: Expire : %lld
it: Scadenza: %lld
ja: 有効期限: %lld
ko: 만료: %lld
pt_br: Expira em: %lld
ru: Срок действия истекает: %lld
zh_hans: 过期时间: %lld
zh_hant: 過期時間: %lld
